Repository: ilyaegorov/Apportionment2
Catalog: Apportionment2/Apportionment2/Resource.*.resx
Languages: ru

# AddRemoveUserTabPageTitle
source: Edit participants
ru: Редактирование участников

# AddUserPageAddInAllPots
source: Add in all pots
ru: Добавить во все котлы

# AddUserPageAddInThisPot
source: Add in this pot
ru: Добавить в котел

# AddUserPageAddUserButton
source: Add
ru: Добавить

# AddUserPageModeLabel
source: Mode
ru: Режим

# AddUserPagePotsUsers
source: Pot participants
ru: Участники котла

# AddUserPageSelectFromOtherPotsLabel
source: Select from other pots
ru: Выбрать из других котлов

# AddUserPageTitel
source: +Add
ru: +Добавить

# AddUserPageUserNameEntryPlaceholder
source: The name of new participant
ru: Имя участника

source: Back
ru: Назад

# CalcApportionItog
source: Itog
ru: Итого

# CalcApportionMenuButton
source: Menu
ru: Меню

# CalcApportionPageAddPot
source: Add new pot
ru: Добавить котел

# CalcApportionPageCalc
source: Calculate
ru: Рассчитать

# CalcApportionPageDeletePot
source: Delete
ru: Удалить

# CalcApportionPageEditPot
source: Edit
ru: Изменить

# CalcApportionPageErrorDeleteLastPotMessage
source: Could not delete the pot. Must be one pot.
ru: В проекте должен быть хотя бы один котел.

# CalcApportionPageErrorDeleteMessage
source: Could not delete the pot. Sum is not null.
ru: Нельзя удалить котел. Есть проведенные суммы.

# CalcApportionPageErrorDeleteTitle
source: Could not delete pot.
ru: Нельзя удалить котел.

# CalcApportionPageExit
source: Exit
ru: Выйти

# CalcApportionPageMenuTitle
source: Menu
ru: Меню

# CalcApportionPageNewPot
source: New pot
ru: Новый котел

# CalcApportionPageNewPotItem
source: New expense
ru: Новый расход

# CalcApportionPageNextPayerLabel
source: Next payer
ru: Следующий плательщик

source: Cancel
ru: Отменить

# Characteristic
source: Characterisic
ru: Характеристика

# CharacteristicAlco
source: Drinking.
ru: Пьющий.

# CharacteristicSumSpendMin
source: Должник.Жаден. Придерживает свои кровные до последнего. Коллектив его пока терпит.
ru: Должник.Жаден. Придерживает свои кровные до последнего. Коллектив пока терпит.

source: Delete
ru: Удалить

# EditUserPageTitle
source: Edit
ru: Изменить

source: Ok
ru: Ок

# PotItemPageAddRemoveUser
source: Add/Remove participant
ru: Добавить/удалить участника

# PotItemPageSelectEntryPlaceholder
source: The name of the expense
ru: Наименование расхода

# PotItemPageSelectUserLabel
source: Select participant
ru: Выбрать участников

# PotPageAddItem
source: Add item
ru: Добавить расход

# PotPageAddUser
source: Participants
ru: Участники

# PotPageDeletePotItem
source: Delete item
ru: Удалить расход

# PotPageEditPotItem
source: Edit item
ru: Изменить расход

# PotPageItog
source: Itog pot
ru: Итого по котлу

# PotPageMenuButton
source: Menu
ru: Меню

# PotPageMenuTitle
source: Menu
ru: Меню

# PotPageMovePageItem
source: Move to another pot
ru: В другой котел

# RemoveUserDelete
source: Delete participant
ru: Удалить пользователя

# RemoveUserPageFromAllPot
source: Remove from all pots
ru: Удалить из всех котлов

# RemoveUserPageFromThisPot
source: Remove from this pot
ru: Удалить из котла

# RemoveUserPageMode
source: Mode
ru: Режим

# RemoveUserPagePotUsersLabel
source: Pot participants
ru: Участ\rники

# RemoveUserPageRemoveExistingUserLabel
source: Remove an existing participant
ru: Удалить участника котла

# RemoveUserPageTitle
source: -Remove
ru: -Удалить

# ResultApportionmentPageItog
source: Itog
ru: Итого

# ResultApportionmentPagePerDelta
source: Delta
ru: Разница

# ResultApportionmentPagePerUser
source: PerParticipant
ru: С каждого

# ResultApportionmentPageSaved
source: Saved
ru: Сохранено

# ResultApportionmentPageSaveInFileButton
source: Save result
ru: Сохранить результат

# ResultApportionmentPageSpend
source: Spend
ru: Потрачено

# ResultApportionmentPageTotalPay
source: Total payable
ru: Итого к уплате

# ResultApportionmentPageTotalReturn
source: Total return
ru: Итого к возврату

# ResultApportionmentPageUsers
source: Participants
ru: Участники

# SetSharePageLabel
source: Set share for participants
ru: Установить доли для участников

# SetSharePageTitle
source: Set share
ru: Доли

# StartMenuItemAbout
source: About app
ru: О программе

# StartMenuItemExit
source: Exit
ru: Выход

# StartMenuItemHelp
source: Help
ru: Помощь

# StartMenuItemLoad
source: Load journey
ru: Загрузка сохраненного путешествия

# StartMenuItemStart
source: Start new journey
ru: Начать новое путешествие

# StartPage1stPot
source: 1st pot
ru: 1ый котел

# StartPageNewProject
source: New journey
ru: Новый проект

# UserPageContactsButtom
source: Contacts
ru: Контакты

# UserViewModelInputName
source: Input the new name
ru: Введите новое имя

# UserViewModelUserName
source: Name
ru: Имя

# CalcApportionPageAddUser
source: Add participant
ru: Добавить участника

# CalcApportionPagePotListTitle
source: Choose the pot
ru: Выберите котел

# PotPageGoToMain
source: Back on main
ru: На главную

# CostsPageATripNameEntryPlaceholder
source: Enter the name
ru: Введите наименование

# CalcApportionPageExitFromProj
source: Leave the journey
ru: Выйти из путешествия

# CalcApportionPageBorrowed
source: borrowed
ru: занял

# CalcApportionPageDebt
source: Add debt
ru: Добавить долг

# CalcApportionPageLent
source: lent
ru: дал взаймы

# DebtPageAdd
source: Add debt
ru: Добавить долг

# DebtPageDebtsLabel
source: Debts
ru: Долги

# DebtPageDelete
source: Delete debt
ru: Удалить долг

# DebtPageEdit
source: Edit debt
ru: Изменить долг

# DebtPageGoToMain
source: On main page
ru: На главную

# DebtPageMenu
source: Menu
ru: Меню

# DebtsViewModelCreditor
source: Creditor
ru: Заемщик

# DebtsViewModelDebitor
source: Debitor
ru: Должник

# DebtsViewModelSum
source: Sum
ru: Сумма

# PotPagePotNamePlaceHolder
source: Pot name
ru: Наименование котла

# RemoveUserPageCanNotRemoveFromAllPotsMess
source: Participant can not be removed from all pots. he paid in the following pots:
ru: Нельзя удалить участника из всех котлов. Он платил в следующих котлах.

# RemoveUserPageCanNotRemoveFromApportionsMess
source: Participant can not be deleted. He paid in the following apportionments:
ru: Нельзя удалить участника . Он платил в следующих проектах:

# RemoveUserPageCanNotRemoveMess
source: Participant can not be removed. he paid for the following expenses:
ru: Нельзя удалить участника. Он платил за следующие расходы:

# RemoveUserPageMessTitle
source: Participant can not be removed
ru: Нельзя удалить участника.

# CalcApportionPageSync
source: Sync journey
ru: Синхронизовать проект

source: Load
ru: Загрузить

# StartMenuItemSyncWithAzure
source: Load from cloud
ru: Загрузка из облака

# SyncApportionmentPageSyncFailedMessage
source: Loading of the journey was failed.Check the apportionment id and try again.
ru: Не получилось загрузить проект. Проверьте номер проекта и попробуйте еще раз

# SyncApportionmentPageSyncFailedMessageTitle
source: Loading of the journey was failed.
ru: Проект не был загружен.

# CalcApportionPageContinueJourney
source: Continue the journey
ru: Продолжить путешествие

# CalcApportionPageContinueJourneyMessage
source: Journey is resumed
ru: Путешествие возобновлено

# CalcApportionPageEndJourney
source: End the journey
ru: Закончить путешествие

# CalcApportionPageEndJourneyMessage
source: Journey is over
ru: Путешествие закончено

# CalcApportionPageGetAppId
source: Copy journey id to clipboard
ru: Скопировать в буфер id путешествия.

# CalcApportionPageJGetAppIdMessage
source: Id was copied to the clipboard
ru: Id было скопировано в буфер обмена.

# CalcApportionPageJourneyIsSyncMessage
source: Journey data was sent to the cloud. Id was copied to the clipboard
ru: Данные о путешествии отправлены в облако. Id путешествия скопирован в буфер обмена.

source: Clear
ru: Очистить

# EditPotItemPageItemCreateNewPot
source: + Create new pot
ru: + Создать новый котел

# EditPotItemPageItemNamePlaceHolder
source: Enter the name of the expense
ru: Введите наименование расхода

# EditPotItemPagePayersButton
source: Payers:
ru: Плательщики:

# EditPotItemPageSetPotButton
source: Choose the pot
ru: Выберите котел

source: Save
ru: Сохранить

# EditPotItemPageMessageAlertNameEmpty
source: Enter the name of the expense
ru: Введите наименование расхода!

# EditPotItemPageMessageAlertPotEmpty
source: Select the pot!
ru: Котел не выбран!

# EditPotItemPagepickerPotChoiceLabel
source: The name of the pot
ru: Наименование расхода

# EditPotItemPagePotItemNameLabel
source: The name of the expense
ru: Наименование котла

# EditPotItemPageTitleAlertNameEmpty
source: Name of expense
ru: Наименование расхода

# EditPotItemPageTitleAlertPotEmpty
source: Pot is not selected
ru: Котел не выбран

# AddNewParticipant
source: + Create new participant
ru: + Создать нового участника

# ParticipiantFromAnotherProj
source: Take from another journey
ru: Выбрать участника из другого путешествия

# CalcApportionPageAdd
source: Add
ru: Добавить

# PotUserPageCreateUserWithoutPot
source: Without pot
ru: Без указания котла

# CalcApportionPageUsers
source: Participants
ru: Участники

# AlertMessNoOtherUsers
source: Other users was not found
ru: Другие пользователи не были найдены.

# AlertTitleNoOtherUsers
source: Trying find other participants
ru: Попытка найти других пользователей.

# CalcApportionPageInfoByPot
source: Detailes
ru: Информация

# CaptionJourney
source: Journey
ru: Наименование путешествия

# CaptionParticipantName
source: Participant name
ru: Имя участника

# CaptionPotName
source: Pot name
ru: Название котла

# CaptionShare
source: Share
ru: Доля

# PotPageMessageAlertNameEmpty
source: The name is empty.Please, enter the name!
ru: Наименование котла не заполнено! Пожалуйста заполните наименование котла!

# PotPageMessageAlertNeedPotUsers
source: No participant in the pot! Please, add participants!
ru: Не указаны участники котла! Пожалуйста добавте в котел участников!

# PotPageTitleAlertNameEmpty
source: The name is empty
ru: Наименование котла не заполнено!

# PotPageTitleAlertNeedPotUsers
source: No participants in the pot!
ru: Не указаны участники котла!

source: Participant
ru: Участник

source: Participants
ru: Участники

source: Pot
ru: Котел

source: Sum
ru: Сумма

source: Total must pay
ru: Итого должен заплатить

# TotalOverpaid
source: Total overtpaid
ru: Итого переплатил

# CostPageCostName
source: CostName
ru: Наименование расхода

# CostPageAddParticipant
source: Add participant.
ru: Добавить участника.

# CostPageAddPayment
source: Add payment.
ru: Добавить платеж.

# CostPageCostNameEmptyAlert
source: Enter the name of the expense!
ru: Введите наименование расхода!

# CostPageCostNameEmptyAlertMessage
source: The name of the expens can not be emty. Enter the name of the expense!
ru: Наименование расхода не должно быть пустым. Введите наименование расхода!

# CostPageCostNamePlaceholder
source: Enter the name of the expense
ru: Введите наименование расхода

# CostPagePayments
source: Payments
ru: Платежи

# CostPageUnsavedDataAlertMessage
source: Data has been changed but not saved. Save the changed data?
ru: Данные были изменены и не сохранены. Сохранить измененные данные?

# CostPageUnsavedDataAlertTitle
source: Data has been changed!
ru: Данные были изменены!

source: No
ru: Нет

source: Yes
ru: Да

# CostPageAddNewCurrencies
source: + Add currency.
ru: + Добавить валюту.

# TripResultPageNoShare
source: This costs have no participants!
ru: Для данных расходов не указаны участники!

# TripResultPageShareFile
source: Send
ru: Отправить

# CostsPageCurrencies
source: Exchange rates
ru: Курсы валют

# TripCurrenciesPageBaseCurrency
source: Base currency
ru: Базовая валюта

source: +Add new payer
ru: +Добавить нового плательщика

# CostsPageAddAllRatesMessage
source: Not all exchange rates are listed! Please, specify the rates!
ru: Не все курсы валют указаны! Укажите курсы валют!

# CostsPageCopyCost
source: Copy the cost
ru: Скопировать расход

# CostsPageDeleteCost
source: Delete the cost
ru: Удалить расход

# CostsPageDeleteCostMessage
source: Are you shure you want to delete the cost?
ru: Вы уверены, что хотите удалить расход?

# CostsPageDeleteCostValue
source: Are you shure you want to delete cost?
ru: Вы уверены, что хотите удалить расход?

# CostsPageDeleteUserShareMessage
source: Are you shure you want to delete share?
ru: Вы уверены, что хотите удалить долю?

# CostsPageRenameTrip
source: Rename the trip
ru: Переименовать путешествие

# TripCurrenciesPageCanNotDeleteCurrencyFromTrip
source: Cannot delete the currency. Costs with the currency exists.
ru: Нельзя удалить валюту. Существуют расходы с данной валютой.

# TripCurrenciesPageDeleteCurrencyFromTrip
source: Are you sure you want to delete the currency?
ru: Вы уверены, что хотите удалить валюту?

# TripCurrenciesPageExchangeRates
source: Exchange rate to the base currency
ru: Курсы валют к базовой валюте

# TripCurrenciesPageSetBaseCurrencyMessage
source: Please, set the base currency!
ru: Пожалуйста, укажите базовую валюту для путешествия!

# TripListPageDeleteTrip
source: Delete the trip
ru: Удалить путешествие

# TripListPageDeleteTripMessage
source: Are you sure you want to delete the trip?
ru: Вы уверены, что хотите удалить путешествие?

# TripListPageRenameTrip
source: Rename the trip
ru: Переименовать путешествие

# TripNamePageDataEndLabel
source: The date of the end
ru: Дата окончания путешествия

# TripNamePageDataStartLabel
source: The date of the start
ru: Дата начала путешествия

# TripNamePageTripNamePlaceholder
source: The name of the trip
ru: Наименование путешествия

# TripResultPageSaveDb
source: Export db
ru: Экспортировать базу данных

# CostsPageDeleteUser
source: Delete users
ru: Удаление участников

# UsersPageTitle
source: Users
ru: Участники

# UsersPageUserCanNotBeDeleted
source: User can not be deleted. The costs or shares exist.
ru: Участник не может быть удален. Есть расходы или участвует в распределении.

# UsersPageUserDeleteMessage
source: Delete participant
ru: Удалить участника?

# CostPageDeleteItem
source: Delete
ru: Удалить

# CostPageRenameParticipant
source: Rename the participant
ru: Переименовать участника

source: Select
ru: Выбрать

source: Users from other trips
ru: Участники из других путешествий
